{"class_name": "Tokenizer", "config": {"num_words": 1000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 213, "word_counts": "{\"can\": 56, \"you\": 41, \"suggest\": 4, \"a\": 54, \"mentor\": 6, \"for\": 27, \"me?\": 4, \"how\": 20, \"i\": 75, \"get\": 5, \"involved\": 1, \"in\": 64, \"stem?\": 8, \"do\": 15, \"have\": 9, \"any\": 22, \"inspiring\": 8, \"stories\": 1, \"about\": 17, \"women\": 9, \"what\": 27, \"are\": 21, \"some\": 27, \"current\": 2, \"stem\": 35, \"news\": 1, \"stories?\": 1, \"is\": 14, \"the\": 42, \"best\": 3, \"way\": 3, \"to\": 66, \"find\": 7, \"fields?\": 3, \"women-led\": 1, \"organizations?\": 1, \"know\": 2, \"of\": 23, \"female\": 1, \"role\": 2, \"models?\": 1, \"recent\": 1, \"developments\": 2, \"there\": 8, \"been\": 16, \"who\": 5, \"latest\": 3, \"organizations\": 1, \"support\": 2, \"women?\": 1, \"mentors?\": 1, \"mentorship\": 1, \"mentors\": 2, \"tell\": 9, \"me\": 22, \"opportunites\": 1, \"want\": 15, \"be\": 4, \"model\": 1, \"girls\": 2, \"marie\": 1, \"curie\": 1, \"great\": 2, \"inspiration\": 2, \"new\": 4, \"research\": 2, \"finds\": 1, \"link\": 1, \"between\": 1, \"gut\": 1, \"bacteria\": 1, \"and\": 26, \"autism\": 1, \"join\": 1, \"club?\": 1, \"accomplished\": 1, \"things\": 2, \"katherine\": 1, \"johnson's\": 1, \"work\": 4, \"with\": 16, \"nasa\": 1, \"scientists\": 3, \"discover\": 1, \"species\": 1, \"amazon\": 1, \"internships\": 1, \"available?\": 1, \"life\": 1, \"ada\": 1, \"lovelace\": 1, \"fascinating\": 1, \"researchers\": 1, \"develop\": 2, \"technology\": 1, \"combat\": 1, \"climate\": 1, \"change\": 4, \"where\": 2, \"scholarships?\": 1, \"should\": 2, \"encouraged\": 1, \"pursue\": 2, \"mae\": 1, \"jemison's\": 1, \"journey\": 1, \"becoming\": 1, \"an\": 3, \"astronaut\": 1, \"breakthrough\": 1, \"cancer\": 1, \"announced\": 1, \"programs\": 1, \"kids?\": 1, \"face\": 1, \"unique\": 1, \"challenges\": 3, \"grace\": 1, \"hopper's\": 1, \"contributions\": 1, \"computer\": 1, \"science\": 3, \"remarkable\": 1, \"survey\": 5, \"likert\": 1, \"take\": 9, \"survey?\": 4, \"take?\": 1, \"more\": 6, \"kind\": 1, \"it?\": 1, \"solve\": 1, \"test\": 6, \"aptitude\": 2, \"about?\": 2, \"test?\": 1, \"method\": 1, \"producing\": 1, \"clean\": 1, \"energy\": 1, \"capital\": 1, \"france?\": 1, \"recommendations\": 1, \"good\": 9, \"restaurant?\": 1, \"fun\": 2, \"city?\": 2, \"recommend\": 6, \"book\": 2, \"read?\": 1, \"oil\": 2, \"my\": 33, \"car?\": 1, \"make\": 4, \"grilled\": 2, \"cheese\": 2, \"sandwich?\": 1, \"doing\": 2, \"airport?\": 1, \"hi!\": 1, \"hello!\": 1, \"you?\": 1, \"what's\": 5, \"up?\": 1, \"how's\": 1, \"it\": 2, \"going?\": 1, \"new?\": 1, \"going\": 1, \"on?\": 1, \"happening?\": 1, \"asdasdasd\": 1, \"asfeeroinjoerinoer\": 1, \"h9hj9rh9g\": 1, \"books\": 2, \"beginners?\": 1, \"online\": 3, \"resources\": 5, \"learning\": 1, \"subjects?\": 1, \"scholarships\": 2, \"specifically\": 1, \"groundbreaking\": 1, \"inventions\": 1, \"by\": 3, \"biggest\": 1, \"facing\": 1, \"fields\": 1, \"today?\": 1, \"conferences\": 1, \"or\": 22, \"events\": 1, \"attend?\": 1, \"stay\": 2, \"updated\": 2, \"on\": 14, \"advancements\": 1, \"successful\": 1, \"entrepreneurs\": 1, \"benefits\": 1, \"having\": 6, \"field?\": 3, \"courses\": 2, \"tutorials?\": 1, \"importance\": 1, \"diversity\": 1, \"fields.\": 1, \"high\": 1, \"school\": 1, \"students?\": 1, \"being\": 3, \"woman\": 1, \"male-dominated\": 2, \"field.\": 1, \"podcasts\": 1, \"listen\": 1, \"to?\": 2, \"build\": 1, \"strong\": 1, \"network\": 1, \"community?\": 1, \"stem-related\": 1, \"volunteer\": 1, \"opportunities?\": 1, \"influential\": 1, \"throughout\": 1, \"history.\": 1, \"restaurants\": 1, \"area?\": 1, \"activities\": 1, \"attractions\": 1, \"check\": 1, \"out\": 1, \"recommendations?\": 1, \"i'm\": 23, \"looking\": 4, \"read.\": 1, \"need\": 14, \"car.\": 1, \"tips\": 2, \"properly?\": 1, \"craving\": 1, \"sandwich.\": 1, \"favorite\": 1, \"recipe\": 1, \"delicious\": 1, \"one?\": 1, \"so\": 1, \"up\": 1, \"interesting\": 1, \"plans\": 1, \"activities?\": 1, \"flight\": 1, \"coming\": 1, \"up.\": 1, \"airport\": 1, \"from\": 6, \"here?\": 1, \"am\": 10, \"sad\": 5, \"something\": 2, \"inspirational\": 2, \"motivational\": 10, \"feel\": 8, \"like\": 4, \"nothing\": 2, \"feeling\": 19, \"down.\": 1, \"share\": 5, \"uplifting\": 3, \"quote?\": 1, \"low\": 6, \"motivation.\": 7, \"words\": 3, \"encouragement?\": 2, \"unmotivated\": 2, \"sad.\": 1, \"provide\": 8, \"quotes?\": 3, \"down\": 5, \"lacking\": 3, \"could\": 2, \"use\": 3, \"quotes\": 4, \"really\": 2, \"today.\": 1, \"help\": 6, \"uplift\": 2, \"spirits\": 1, \"words?\": 4, \"overwhelmed\": 3, \"inspire\": 1, \"demotivated.\": 2, \"lift\": 1, \"mood?\": 1, \"seeking\": 7, \"rough\": 1, \"day\": 1, \"inspiration.\": 2, \"drained\": 1, \"boost.\": 2, \"offer\": 2, \"discouraged\": 2, \"empowerment?\": 1, \"hard\": 2, \"time\": 1, \"staying\": 1, \"motivated.\": 1, \"stuck\": 2, \"rut\": 1, \"messages?\": 1, \"quotes.\": 1, \"help?\": 1, \"overcome\": 2, \"sadness.\": 1, \"motivation\": 2, \"brighten\": 1, \"day.\": 1, \"spark.\": 1, \"encouragement.\": 1, \"motivate\": 1, \"meet\": 3, \"people\": 3, \"wish\": 2, \"was\": 2, \"able\": 2, \"ask\": 2, \"this\": 2, \"question\": 2, \"real\": 4, \"person\": 4, \"talk\": 2, \"not\": 9, \"understand\": 3, \"guidance\": 5, \"networking\": 1, \"connect\": 2, \"expert\": 1, \"social\": 1, \"media\": 1, \"marketing?\": 1, \"someone\": 2, \"advise\": 1, \"financial\": 1, \"planning\": 1, \"touch\": 1, \"career\": 29, \"counselor?\": 1, \"require\": 2, \"assistance\": 2, \"website\": 1, \"design\": 1, \"consultant\": 4, \"available\": 2, \"market\": 1, \"research?\": 1, \"guide\": 1, \"through\": 1, \"startup\": 1, \"process\": 1, \"specializes\": 1, \"data\": 1, \"analysis?\": 1, \"hire\": 1, \"business\": 1, \"strategy\": 1, \"advice\": 3, \"improving\": 1, \"customer\": 1, \"satisfaction\": 1, \"assist\": 1, \"project\": 1, \"management?\": 1, \"trouble\": 2, \"understanding\": 2, \"tax\": 1, \"obligations\": 1, \"like-minded\": 1, \"individuals\": 1, \"confused\": 2, \"gain\": 3, \"clarity\": 2, \"informed\": 1, \"decisions\": 1, \"career?\": 2, \"lost\": 2, \"unsure\": 3, \"right\": 2, \"path\": 3, \"steps\": 3, \"explore\": 3, \"different\": 4, \"options?\": 3, \"identifying\": 1, \"skills\": 1, \"interests\": 2, \"values\": 2, \"direction\": 1, \"tools\": 1, \"that\": 9, \"assess\": 1, \"align\": 1, \"passions\": 1, \"fulfilling\": 1, \"strategies\": 1, \"narrow\": 1, \"choices?\": 3, \"industries\": 1, \"professions\": 2, \"fit\": 1, \"self-assessment\": 1, \"exercises\": 1, \"preferences\": 1, \"better?\": 1, \"path.\": 2, \"guidance?\": 2, \"deciding\": 1, \"advice?\": 1, \"direction.\": 1, \"uncertain\": 1, \"which\": 2, \"amidst\": 1, \"confusion?\": 1, \"numerous\": 1, \"options\": 1, \"suitable\": 1, \"strengths\": 1, \"weaknesses\": 1, \"decision-making\": 2, \"workshops\": 1, \"navigate\": 2, \"successfully\": 1, \"exploring\": 1, \"paths?\": 1, \"learn\": 1, \"day-to-day\": 1, \"responsibilities\": 1, \"self-confidence\": 2, \"making\": 3, \"career-related\": 2, \"setting\": 1, \"achievable\": 1, \"goals\": 1, \"building\": 1, \"aligns\": 1, \"principles?\": 1, \"job\": 1, \"next\": 1, \"move\": 1, \"developing\": 1, \"plan\": 1, \"actionable\": 1, \"balancing\": 1, \"passion\": 1, \"practicality\": 1, \"choosing\": 1, \"fear\": 1, \"wrong\": 1, \"choice?\": 1, \"utilize\": 1, \"trends\": 1, \"desired\": 1, \"gotten\": 1, \"no\": 1, \"response\": 1, \"recruiter\": 1, \"often\": 3, \"underestimate\": 1, \"abilities\": 2, \"scored\": 5, \"math\": 3, \"at\": 5, \"physics\": 2, \"chemistry\": 2, \"biology\": 2, \"sometimes\": 1, \"working\": 1, \"isolated\": 1, \"excluded\": 2, \"environments\": 1, \"i've\": 23, \"experienced\": 1, \"bias\": 1, \"discrimination\": 1, \"workplace\": 2, \"passed\": 1, \"over\": 3, \"promotions\": 1, \"opportunities\": 1, \"favor\": 1, \"male\": 4, \"colleagues\": 3, \"twice\": 1, \"as\": 1, \"taken\": 2, \"seriously\": 2, \"told\": 5, \"'not\": 1, \"other\": 1, \"girls'\": 1, \"because\": 2, \"interested\": 1, \"questioned\": 1, \"qualifications\": 1, \"than\": 1, \"peers\": 2, \"called\": 1, \"'bossy'\": 1, \"'aggressive'\": 1, \"assertive\": 1, \"meetings\": 2, \"interrupted\": 1, \"talked\": 1, \"discussions\": 1, \"'too\": 3, \"emotional'\": 1, \"pursuing\": 2, \"careers\": 1, \"it's\": 1, \"'man's\": 1, \"field'\": 1, \"subjected\": 1, \"sexist\": 1, \"comments\": 1, \"jokes\": 1, \"poorly\": 1, \"has\": 1, \"affected\": 1, \"confidence\": 1, \"losing\": 1, \"interest\": 2, \"due\": 2, \"lack\": 1, \"engaging\": 1, \"relatable\": 1, \"educational\": 1, \"faced\": 1, \"discouragement\": 1, \"teachers\": 1, \"when\": 1, \"expressing\": 1, \"subjects\": 1, \"had\": 5, \"deal\": 3, \"mansplaining\": 1, \"superiors\": 2, \"expected\": 1, \"'support'\": 1, \"roles\": 1, \"instead\": 2, \"leadership\": 1, \"positions\": 1, \"hostile\": 1, \"unwelcoming\": 1, \"culture\": 1, \"criticized\": 2, \"feminine\": 1, \"enough\": 1, \"pretty'\": 1, \"old'\": 1, \"start\": 1, \"imposter\": 1, \"syndrome\": 1, \"gender\": 1, \"constantly\": 1, \"prove\": 1, \"myself\": 1, \"important\": 1, \"processes\": 1, \"ignored\": 1, \"dismissed\": 1, \"family\": 1, \"prioritizing\": 1, \"motherhood\": 1, \"consider\": 1, \"'softer'\": 1, \"microaggressions\": 1, \"regular\": 1, \"basis\": 1}", "word_docs": "{\"suggest\": 4, \"for\": 27, \"a\": 51, \"you\": 41, \"me?\": 4, \"can\": 55, \"mentor\": 6, \"stem?\": 8, \"i\": 71, \"in\": 62, \"involved\": 1, \"get\": 5, \"how\": 20, \"inspiring\": 8, \"stories\": 1, \"women\": 9, \"any\": 22, \"about\": 17, \"have\": 9, \"do\": 15, \"some\": 27, \"what\": 27, \"stories?\": 1, \"are\": 21, \"news\": 1, \"current\": 2, \"stem\": 35, \"way\": 3, \"the\": 38, \"best\": 3, \"find\": 7, \"fields?\": 3, \"is\": 14, \"to\": 55, \"women-led\": 1, \"organizations?\": 1, \"female\": 1, \"role\": 2, \"of\": 22, \"models?\": 1, \"know\": 2, \"developments\": 2, \"been\": 16, \"recent\": 1, \"there\": 8, \"who\": 5, \"latest\": 3, \"support\": 2, \"organizations\": 1, \"women?\": 1, \"mentors?\": 1, \"mentorship\": 1, \"mentors\": 2, \"tell\": 9, \"me\": 22, \"opportunites\": 1, \"be\": 4, \"want\": 15, \"girls\": 2, \"model\": 1, \"inspiration\": 2, \"great\": 2, \"marie\": 1, \"curie\": 1, \"research\": 2, \"between\": 1, \"finds\": 1, \"bacteria\": 1, \"and\": 26, \"autism\": 1, \"new\": 4, \"link\": 1, \"gut\": 1, \"club?\": 1, \"join\": 1, \"things\": 2, \"accomplished\": 1, \"johnson's\": 1, \"work\": 4, \"nasa\": 1, \"katherine\": 1, \"with\": 16, \"scientists\": 3, \"species\": 1, \"discover\": 1, \"amazon\": 1, \"available?\": 1, \"internships\": 1, \"fascinating\": 1, \"ada\": 1, \"life\": 1, \"lovelace\": 1, \"technology\": 1, \"change\": 4, \"researchers\": 1, \"combat\": 1, \"climate\": 1, \"develop\": 2, \"where\": 2, \"scholarships?\": 1, \"should\": 2, \"encouraged\": 1, \"pursue\": 2, \"an\": 3, \"astronaut\": 1, \"mae\": 1, \"jemison's\": 1, \"becoming\": 1, \"journey\": 1, \"breakthrough\": 1, \"announced\": 1, \"cancer\": 1, \"programs\": 1, \"kids?\": 1, \"challenges\": 3, \"face\": 1, \"unique\": 1, \"contributions\": 1, \"computer\": 1, \"grace\": 1, \"remarkable\": 1, \"hopper's\": 1, \"science\": 3, \"survey\": 5, \"likert\": 1, \"take\": 9, \"survey?\": 4, \"take?\": 1, \"more\": 6, \"kind\": 1, \"it?\": 1, \"test\": 6, \"solve\": 1, \"aptitude\": 2, \"about?\": 2, \"test?\": 1, \"producing\": 1, \"energy\": 1, \"method\": 1, \"clean\": 1, \"france?\": 1, \"capital\": 1, \"good\": 9, \"restaurant?\": 1, \"recommendations\": 1, \"fun\": 2, \"city?\": 2, \"book\": 2, \"read?\": 1, \"recommend\": 6, \"oil\": 2, \"car?\": 1, \"my\": 31, \"grilled\": 2, \"sandwich?\": 1, \"cheese\": 2, \"make\": 4, \"doing\": 2, \"airport?\": 1, \"hi!\": 1, \"hello!\": 1, \"you?\": 1, \"up?\": 1, \"what's\": 5, \"it\": 2, \"going?\": 1, \"how's\": 1, \"new?\": 1, \"on?\": 1, \"going\": 1, \"happening?\": 1, \"asdasdasd\": 1, \"asfeeroinjoerinoer\": 1, \"h9hj9rh9g\": 1, \"beginners?\": 1, \"books\": 2, \"resources\": 5, \"learning\": 1, \"subjects?\": 1, \"online\": 3, \"scholarships\": 2, \"specifically\": 1, \"by\": 3, \"inventions\": 1, \"groundbreaking\": 1, \"facing\": 1, \"today?\": 1, \"fields\": 1, \"biggest\": 1, \"attend?\": 1, \"events\": 1, \"or\": 21, \"conferences\": 1, \"on\": 14, \"advancements\": 1, \"updated\": 2, \"stay\": 2, \"successful\": 1, \"entrepreneurs\": 1, \"benefits\": 1, \"having\": 6, \"field?\": 3, \"tutorials?\": 1, \"courses\": 2, \"diversity\": 1, \"fields.\": 1, \"importance\": 1, \"school\": 1, \"students?\": 1, \"high\": 1, \"male-dominated\": 2, \"field.\": 1, \"woman\": 1, \"being\": 3, \"podcasts\": 1, \"listen\": 1, \"to?\": 2, \"community?\": 1, \"build\": 1, \"strong\": 1, \"network\": 1, \"stem-related\": 1, \"opportunities?\": 1, \"volunteer\": 1, \"influential\": 1, \"throughout\": 1, \"history.\": 1, \"restaurants\": 1, \"area?\": 1, \"check\": 1, \"activities\": 1, \"out\": 1, \"attractions\": 1, \"read.\": 1, \"recommendations?\": 1, \"i'm\": 22, \"looking\": 4, \"car.\": 1, \"need\": 14, \"tips\": 2, \"properly?\": 1, \"sandwich.\": 1, \"craving\": 1, \"delicious\": 1, \"one?\": 1, \"recipe\": 1, \"favorite\": 1, \"interesting\": 1, \"so\": 1, \"up\": 1, \"activities?\": 1, \"plans\": 1, \"here?\": 1, \"up.\": 1, \"coming\": 1, \"from\": 6, \"airport\": 1, \"flight\": 1, \"sad\": 5, \"something\": 2, \"inspirational\": 2, \"am\": 10, \"motivational\": 10, \"feel\": 8, \"nothing\": 2, \"like\": 4, \"down.\": 1, \"quote?\": 1, \"share\": 5, \"uplifting\": 3, \"feeling\": 19, \"low\": 6, \"words\": 3, \"motivation.\": 7, \"encouragement?\": 2, \"unmotivated\": 2, \"quotes?\": 3, \"sad.\": 1, \"provide\": 8, \"use\": 3, \"quotes\": 4, \"could\": 2, \"lacking\": 3, \"down\": 5, \"really\": 2, \"uplift\": 2, \"today.\": 1, \"spirits\": 1, \"words?\": 4, \"help\": 6, \"inspire\": 1, \"overwhelmed\": 3, \"mood?\": 1, \"demotivated.\": 2, \"lift\": 1, \"seeking\": 7, \"rough\": 1, \"day\": 1, \"inspiration.\": 2, \"boost.\": 2, \"offer\": 2, \"drained\": 1, \"discouraged\": 2, \"empowerment?\": 1, \"hard\": 2, \"motivated.\": 1, \"time\": 1, \"staying\": 1, \"stuck\": 2, \"messages?\": 1, \"rut\": 1, \"quotes.\": 1, \"help?\": 1, \"overcome\": 2, \"sadness.\": 1, \"day.\": 1, \"motivation\": 2, \"brighten\": 1, \"spark.\": 1, \"encouragement.\": 1, \"motivate\": 1, \"meet\": 3, \"people\": 3, \"was\": 2, \"this\": 2, \"person\": 4, \"question\": 2, \"able\": 2, \"wish\": 2, \"real\": 4, \"ask\": 2, \"talk\": 2, \"understand\": 3, \"not\": 9, \"networking\": 1, \"guidance\": 5, \"marketing?\": 1, \"media\": 1, \"social\": 1, \"expert\": 1, \"connect\": 2, \"planning\": 1, \"financial\": 1, \"advise\": 1, \"someone\": 2, \"career\": 29, \"touch\": 1, \"counselor?\": 1, \"assistance\": 2, \"design\": 1, \"website\": 1, \"require\": 2, \"research?\": 1, \"available\": 2, \"market\": 1, \"consultant\": 4, \"startup\": 1, \"guide\": 1, \"through\": 1, \"process\": 1, \"analysis?\": 1, \"specializes\": 1, \"data\": 1, \"hire\": 1, \"strategy\": 1, \"business\": 1, \"advice\": 3, \"improving\": 1, \"customer\": 1, \"satisfaction\": 1, \"assist\": 1, \"management?\": 1, \"project\": 1, \"understanding\": 2, \"obligations\": 1, \"tax\": 1, \"trouble\": 2, \"like-minded\": 1, \"individuals\": 1, \"confused\": 2, \"career?\": 2, \"clarity\": 2, \"decisions\": 1, \"informed\": 1, \"gain\": 3, \"right\": 2, \"path\": 3, \"lost\": 2, \"unsure\": 3, \"steps\": 3, \"explore\": 3, \"different\": 4, \"options?\": 3, \"skills\": 1, \"interests\": 2, \"values\": 2, \"direction\": 1, \"identifying\": 1, \"assess\": 1, \"tools\": 1, \"that\": 9, \"passions\": 1, \"align\": 1, \"fulfilling\": 1, \"choices?\": 3, \"strategies\": 1, \"narrow\": 1, \"professions\": 2, \"fit\": 1, \"industries\": 1, \"exercises\": 1, \"self-assessment\": 1, \"better?\": 1, \"preferences\": 1, \"path.\": 2, \"guidance?\": 2, \"advice?\": 1, \"deciding\": 1, \"direction.\": 1, \"which\": 2, \"uncertain\": 1, \"confusion?\": 1, \"amidst\": 1, \"options\": 1, \"numerous\": 1, \"suitable\": 1, \"weaknesses\": 1, \"strengths\": 1, \"decision-making\": 2, \"workshops\": 1, \"navigate\": 2, \"successfully\": 1, \"exploring\": 1, \"paths?\": 1, \"day-to-day\": 1, \"responsibilities\": 1, \"learn\": 1, \"self-confidence\": 2, \"career-related\": 2, \"making\": 3, \"setting\": 1, \"achievable\": 1, \"goals\": 1, \"aligns\": 1, \"principles?\": 1, \"building\": 1, \"next\": 1, \"move\": 1, \"job\": 1, \"actionable\": 1, \"developing\": 1, \"plan\": 1, \"balancing\": 1, \"choosing\": 1, \"practicality\": 1, \"passion\": 1, \"choice?\": 1, \"fear\": 1, \"wrong\": 1, \"desired\": 1, \"utilize\": 1, \"trends\": 1, \"gotten\": 1, \"no\": 1, \"recruiter\": 1, \"response\": 1, \"underestimate\": 1, \"often\": 3, \"abilities\": 2, \"math\": 3, \"scored\": 5, \"at\": 5, \"physics\": 2, \"chemistry\": 2, \"biology\": 2, \"sometimes\": 1, \"working\": 1, \"environments\": 1, \"isolated\": 1, \"excluded\": 2, \"i've\": 23, \"bias\": 1, \"workplace\": 2, \"experienced\": 1, \"discrimination\": 1, \"over\": 3, \"favor\": 1, \"opportunities\": 1, \"colleagues\": 3, \"passed\": 1, \"promotions\": 1, \"male\": 4, \"as\": 1, \"seriously\": 2, \"taken\": 2, \"twice\": 1, \"told\": 5, \"because\": 2, \"interested\": 1, \"'not\": 1, \"other\": 1, \"girls'\": 1, \"qualifications\": 1, \"peers\": 2, \"questioned\": 1, \"than\": 1, \"called\": 1, \"'bossy'\": 1, \"meetings\": 2, \"'aggressive'\": 1, \"assertive\": 1, \"talked\": 1, \"discussions\": 1, \"interrupted\": 1, \"emotional'\": 1, \"'too\": 3, \"pursuing\": 2, \"careers\": 1, \"it's\": 1, \"field'\": 1, \"'man's\": 1, \"sexist\": 1, \"jokes\": 1, \"comments\": 1, \"subjected\": 1, \"has\": 1, \"confidence\": 1, \"poorly\": 1, \"affected\": 1, \"engaging\": 1, \"educational\": 1, \"due\": 2, \"lack\": 1, \"losing\": 1, \"relatable\": 1, \"interest\": 2, \"teachers\": 1, \"faced\": 1, \"discouragement\": 1, \"subjects\": 1, \"when\": 1, \"expressing\": 1, \"superiors\": 2, \"mansplaining\": 1, \"had\": 5, \"deal\": 3, \"instead\": 2, \"positions\": 1, \"leadership\": 1, \"'support'\": 1, \"expected\": 1, \"roles\": 1, \"hostile\": 1, \"unwelcoming\": 1, \"culture\": 1, \"feminine\": 1, \"enough\": 1, \"criticized\": 2, \"pretty'\": 1, \"old'\": 1, \"start\": 1, \"gender\": 1, \"imposter\": 1, \"syndrome\": 1, \"prove\": 1, \"myself\": 1, \"constantly\": 1, \"processes\": 1, \"important\": 1, \"ignored\": 1, \"dismissed\": 1, \"family\": 1, \"motherhood\": 1, \"prioritizing\": 1, \"'softer'\": 1, \"consider\": 1, \"microaggressions\": 1, \"basis\": 1, \"regular\": 1}", "index_docs": "{\"70\": 4, \"11\": 27, \"5\": 51, \"7\": 41, \"71\": 4, \"4\": 55, \"49\": 6, \"41\": 8, \"1\": 71, \"3\": 62, \"219\": 1, \"57\": 5, \"22\": 20, \"42\": 8, \"220\": 1, \"35\": 9, \"18\": 22, \"24\": 17, \"34\": 9, \"27\": 15, \"13\": 27, \"12\": 27, \"222\": 1, \"21\": 21, \"221\": 1, \"123\": 2, \"8\": 35, \"88\": 3, \"6\": 38, \"87\": 3, \"46\": 7, \"89\": 3, \"29\": 14, \"2\": 55, \"223\": 1, \"224\": 1, \"225\": 1, \"125\": 2, \"15\": 22, \"226\": 1, \"124\": 2, \"126\": 2, \"25\": 16, \"227\": 1, \"43\": 8, \"58\": 5, \"90\": 3, \"127\": 2, \"228\": 1, \"229\": 1, \"230\": 1, \"231\": 1, \"128\": 2, \"36\": 9, \"19\": 22, \"232\": 1, \"72\": 4, \"28\": 15, \"129\": 2, \"233\": 1, \"131\": 2, \"130\": 2, \"234\": 1, \"235\": 1, \"132\": 2, \"238\": 1, \"236\": 1, \"240\": 1, \"14\": 26, \"241\": 1, \"73\": 4, \"237\": 1, \"239\": 1, \"243\": 1, \"242\": 1, \"133\": 2, \"244\": 1, \"246\": 1, \"74\": 4, \"247\": 1, \"245\": 1, \"26\": 16, \"91\": 3, \"249\": 1, \"248\": 1, \"250\": 1, \"252\": 1, \"251\": 1, \"256\": 1, \"254\": 1, \"253\": 1, \"255\": 1, \"258\": 1, \"75\": 4, \"257\": 1, \"259\": 1, \"260\": 1, \"134\": 2, \"135\": 2, \"261\": 1, \"136\": 2, \"262\": 1, \"137\": 2, \"92\": 3, \"267\": 1, \"263\": 1, \"264\": 1, \"266\": 1, \"265\": 1, \"268\": 1, \"270\": 1, \"269\": 1, \"271\": 1, \"272\": 1, \"93\": 3, \"273\": 1, \"274\": 1, \"277\": 1, \"278\": 1, \"275\": 1, \"279\": 1, \"276\": 1, \"94\": 3, \"59\": 5, \"280\": 1, \"37\": 9, \"76\": 4, \"281\": 1, \"50\": 6, \"282\": 1, \"283\": 1, \"51\": 6, \"284\": 1, \"138\": 2, \"139\": 2, \"285\": 1, \"287\": 1, \"289\": 1, \"286\": 1, \"288\": 1, \"291\": 1, \"290\": 1, \"38\": 9, \"293\": 1, \"292\": 1, \"140\": 2, \"141\": 2, \"142\": 2, \"294\": 1, \"52\": 6, \"143\": 2, \"295\": 1, \"9\": 31, \"144\": 2, \"296\": 1, \"145\": 2, \"77\": 4, \"146\": 2, \"297\": 1, \"298\": 1, \"299\": 1, \"300\": 1, \"301\": 1, \"60\": 5, \"147\": 2, \"303\": 1, \"302\": 1, \"304\": 1, \"306\": 1, \"305\": 1, \"307\": 1, \"308\": 1, \"309\": 1, \"310\": 1, \"311\": 1, \"148\": 2, \"61\": 5, \"312\": 1, \"313\": 1, \"95\": 3, \"149\": 2, \"314\": 1, \"96\": 3, \"316\": 1, \"315\": 1, \"318\": 1, \"320\": 1, \"319\": 1, \"317\": 1, \"323\": 1, \"322\": 1, \"20\": 21, \"321\": 1, \"30\": 14, \"324\": 1, \"151\": 2, \"150\": 2, \"325\": 1, \"326\": 1, \"327\": 1, \"53\": 6, \"97\": 3, \"328\": 1, \"152\": 2, \"330\": 1, \"331\": 1, \"329\": 1, \"333\": 1, \"334\": 1, \"332\": 1, \"153\": 2, \"336\": 1, \"335\": 1, \"98\": 3, \"337\": 1, \"338\": 1, \"154\": 2, \"342\": 1, \"339\": 1, \"340\": 1, \"341\": 1, \"343\": 1, \"345\": 1, \"344\": 1, \"346\": 1, \"347\": 1, \"348\": 1, \"349\": 1, \"350\": 1, \"353\": 1, \"351\": 1, \"354\": 1, \"352\": 1, \"356\": 1, \"355\": 1, \"16\": 22, \"78\": 4, \"357\": 1, \"31\": 14, \"155\": 2, \"358\": 1, \"360\": 1, \"359\": 1, \"363\": 1, \"364\": 1, \"362\": 1, \"361\": 1, \"367\": 1, \"365\": 1, \"366\": 1, \"369\": 1, \"368\": 1, \"374\": 1, \"372\": 1, \"371\": 1, \"54\": 6, \"373\": 1, \"370\": 1, \"62\": 5, \"156\": 2, \"157\": 2, \"32\": 10, \"33\": 10, \"44\": 8, \"158\": 2, \"79\": 4, \"375\": 1, \"376\": 1, \"63\": 5, \"99\": 3, \"23\": 19, \"55\": 6, \"100\": 3, \"47\": 7, \"159\": 2, \"160\": 2, \"101\": 3, \"377\": 1, \"45\": 8, \"103\": 3, \"80\": 4, \"161\": 2, \"102\": 3, \"64\": 5, \"162\": 2, \"163\": 2, \"378\": 1, \"379\": 1, \"81\": 4, \"56\": 6, \"380\": 1, \"104\": 3, \"382\": 1, \"164\": 2, \"381\": 1, \"48\": 7, \"383\": 1, \"384\": 1, \"165\": 2, \"166\": 2, \"167\": 2, \"385\": 1, \"168\": 2, \"386\": 1, \"169\": 2, \"389\": 1, \"387\": 1, \"388\": 1, \"170\": 2, \"391\": 1, \"390\": 1, \"392\": 1, \"393\": 1, \"171\": 2, \"394\": 1, \"396\": 1, \"172\": 2, \"395\": 1, \"397\": 1, \"398\": 1, \"399\": 1, \"105\": 3, \"106\": 3, \"174\": 2, \"177\": 2, \"83\": 4, \"178\": 2, \"175\": 2, \"173\": 2, \"82\": 4, \"176\": 2, \"179\": 2, \"107\": 3, \"39\": 9, \"400\": 1, \"65\": 5, \"404\": 1, \"403\": 1, \"402\": 1, \"401\": 1, \"180\": 2, \"407\": 1, \"406\": 1, \"405\": 1, \"181\": 2, \"10\": 29, \"408\": 1, \"409\": 1, \"183\": 2, \"411\": 1, \"410\": 1, \"182\": 2, \"413\": 1, \"184\": 2, \"412\": 1, \"84\": 4, \"416\": 1, \"414\": 1, \"415\": 1, \"417\": 1, \"420\": 1, \"418\": 1, \"419\": 1, \"421\": 1, \"423\": 1, \"422\": 1, \"108\": 3, \"424\": 1, \"425\": 1, \"426\": 1, \"427\": 1, \"429\": 1, \"428\": 1, \"186\": 2, \"431\": 1, \"430\": 1, \"185\": 2, \"432\": 1, \"433\": 1, \"187\": 2, \"189\": 2, \"188\": 2, \"435\": 1, \"434\": 1, \"109\": 3, \"191\": 2, \"111\": 3, \"190\": 2, \"110\": 3, \"112\": 3, \"113\": 3, \"85\": 4, \"114\": 3, \"437\": 1, \"192\": 2, \"193\": 2, \"438\": 1, \"436\": 1, \"440\": 1, \"439\": 1, \"40\": 9, \"442\": 1, \"441\": 1, \"443\": 1, \"115\": 3, \"444\": 1, \"445\": 1, \"194\": 2, \"447\": 1, \"446\": 1, \"449\": 1, \"448\": 1, \"451\": 1, \"450\": 1, \"195\": 2, \"196\": 2, \"453\": 1, \"452\": 1, \"454\": 1, \"197\": 2, \"455\": 1, \"457\": 1, \"456\": 1, \"459\": 1, \"458\": 1, \"460\": 1, \"462\": 1, \"461\": 1, \"198\": 2, \"463\": 1, \"199\": 2, \"464\": 1, \"465\": 1, \"466\": 1, \"468\": 1, \"469\": 1, \"467\": 1, \"200\": 2, \"201\": 2, \"116\": 3, \"470\": 1, \"471\": 1, \"472\": 1, \"474\": 1, \"475\": 1, \"473\": 1, \"477\": 1, \"478\": 1, \"476\": 1, \"481\": 1, \"479\": 1, \"480\": 1, \"482\": 1, \"485\": 1, \"484\": 1, \"483\": 1, \"488\": 1, \"486\": 1, \"487\": 1, \"491\": 1, \"489\": 1, \"490\": 1, \"492\": 1, \"493\": 1, \"495\": 1, \"494\": 1, \"496\": 1, \"117\": 3, \"202\": 2, \"118\": 3, \"66\": 5, \"67\": 5, \"203\": 2, \"204\": 2, \"205\": 2, \"497\": 1, \"498\": 1, \"500\": 1, \"499\": 1, \"206\": 2, \"17\": 23, \"502\": 1, \"207\": 2, \"501\": 1, \"503\": 1, \"119\": 3, \"507\": 1, \"506\": 1, \"120\": 3, \"504\": 1, \"505\": 1, \"86\": 4, \"509\": 1, \"209\": 2, \"208\": 2, \"508\": 1, \"68\": 5, \"210\": 2, \"513\": 1, \"510\": 1, \"511\": 1, \"512\": 1, \"515\": 1, \"211\": 2, \"514\": 1, \"516\": 1, \"517\": 1, \"518\": 1, \"212\": 2, \"519\": 1, \"520\": 1, \"522\": 1, \"523\": 1, \"521\": 1, \"524\": 1, \"121\": 3, \"213\": 2, \"525\": 1, \"526\": 1, \"528\": 1, \"527\": 1, \"530\": 1, \"532\": 1, \"531\": 1, \"529\": 1, \"534\": 1, \"536\": 1, \"533\": 1, \"535\": 1, \"539\": 1, \"541\": 1, \"215\": 2, \"538\": 1, \"537\": 1, \"540\": 1, \"214\": 2, \"544\": 1, \"542\": 1, \"543\": 1, \"547\": 1, \"545\": 1, \"546\": 1, \"216\": 2, \"548\": 1, \"69\": 5, \"122\": 3, \"217\": 2, \"553\": 1, \"552\": 1, \"550\": 1, \"549\": 1, \"551\": 1, \"554\": 1, \"555\": 1, \"556\": 1, \"557\": 1, \"558\": 1, \"218\": 2, \"559\": 1, \"560\": 1, \"561\": 1, \"564\": 1, \"562\": 1, \"563\": 1, \"566\": 1, \"567\": 1, \"565\": 1, \"569\": 1, \"568\": 1, \"570\": 1, \"571\": 1, \"572\": 1, \"574\": 1, \"573\": 1, \"576\": 1, \"575\": 1, \"577\": 1, \"579\": 1, \"578\": 1}", "index_word": "{\"1\": \"i\", \"2\": \"to\", \"3\": \"in\", \"4\": \"can\", \"5\": \"a\", \"6\": \"the\", \"7\": \"you\", \"8\": \"stem\", \"9\": \"my\", \"10\": \"career\", \"11\": \"for\", \"12\": \"what\", \"13\": \"some\", \"14\": \"and\", \"15\": \"of\", \"16\": \"i'm\", \"17\": \"i've\", \"18\": \"any\", \"19\": \"me\", \"20\": \"or\", \"21\": \"are\", \"22\": \"how\", \"23\": \"feeling\", \"24\": \"about\", \"25\": \"been\", \"26\": \"with\", \"27\": \"do\", \"28\": \"want\", \"29\": \"is\", \"30\": \"on\", \"31\": \"need\", \"32\": \"am\", \"33\": \"motivational\", \"34\": \"have\", \"35\": \"women\", \"36\": \"tell\", \"37\": \"take\", \"38\": \"good\", \"39\": \"not\", \"40\": \"that\", \"41\": \"stem?\", \"42\": \"inspiring\", \"43\": \"there\", \"44\": \"feel\", \"45\": \"provide\", \"46\": \"find\", \"47\": \"motivation.\", \"48\": \"seeking\", \"49\": \"mentor\", \"50\": \"more\", \"51\": \"test\", \"52\": \"recommend\", \"53\": \"having\", \"54\": \"from\", \"55\": \"low\", \"56\": \"help\", \"57\": \"get\", \"58\": \"who\", \"59\": \"survey\", \"60\": \"what's\", \"61\": \"resources\", \"62\": \"sad\", \"63\": \"share\", \"64\": \"down\", \"65\": \"guidance\", \"66\": \"scored\", \"67\": \"at\", \"68\": \"told\", \"69\": \"had\", \"70\": \"suggest\", \"71\": \"me?\", \"72\": \"be\", \"73\": \"new\", \"74\": \"work\", \"75\": \"change\", \"76\": \"survey?\", \"77\": \"make\", \"78\": \"looking\", \"79\": \"like\", \"80\": \"quotes\", \"81\": \"words?\", \"82\": \"real\", \"83\": \"person\", \"84\": \"consultant\", \"85\": \"different\", \"86\": \"male\", \"87\": \"best\", \"88\": \"way\", \"89\": \"fields?\", \"90\": \"latest\", \"91\": \"scientists\", \"92\": \"an\", \"93\": \"challenges\", \"94\": \"science\", \"95\": \"online\", \"96\": \"by\", \"97\": \"field?\", \"98\": \"being\", \"99\": \"uplifting\", \"100\": \"words\", \"101\": \"quotes?\", \"102\": \"lacking\", \"103\": \"use\", \"104\": \"overwhelmed\", \"105\": \"meet\", \"106\": \"people\", \"107\": \"understand\", \"108\": \"advice\", \"109\": \"gain\", \"110\": \"unsure\", \"111\": \"path\", \"112\": \"steps\", \"113\": \"explore\", \"114\": \"options?\", \"115\": \"choices?\", \"116\": \"making\", \"117\": \"often\", \"118\": \"math\", \"119\": \"over\", \"120\": \"colleagues\", \"121\": \"'too\", \"122\": \"deal\", \"123\": \"current\", \"124\": \"know\", \"125\": \"role\", \"126\": \"developments\", \"127\": \"support\", \"128\": \"mentors\", \"129\": \"girls\", \"130\": \"great\", \"131\": \"inspiration\", \"132\": \"research\", \"133\": \"things\", \"134\": \"develop\", \"135\": \"where\", \"136\": \"should\", \"137\": \"pursue\", \"138\": \"aptitude\", \"139\": \"about?\", \"140\": \"fun\", \"141\": \"city?\", \"142\": \"book\", \"143\": \"oil\", \"144\": \"grilled\", \"145\": \"cheese\", \"146\": \"doing\", \"147\": \"it\", \"148\": \"books\", \"149\": \"scholarships\", \"150\": \"stay\", \"151\": \"updated\", \"152\": \"courses\", \"153\": \"male-dominated\", \"154\": \"to?\", \"155\": \"tips\", \"156\": \"something\", \"157\": \"inspirational\", \"158\": \"nothing\", \"159\": \"encouragement?\", \"160\": \"unmotivated\", \"161\": \"could\", \"162\": \"really\", \"163\": \"uplift\", \"164\": \"demotivated.\", \"165\": \"inspiration.\", \"166\": \"boost.\", \"167\": \"offer\", \"168\": \"discouraged\", \"169\": \"hard\", \"170\": \"stuck\", \"171\": \"overcome\", \"172\": \"motivation\", \"173\": \"wish\", \"174\": \"was\", \"175\": \"able\", \"176\": \"ask\", \"177\": \"this\", \"178\": \"question\", \"179\": \"talk\", \"180\": \"connect\", \"181\": \"someone\", \"182\": \"require\", \"183\": \"assistance\", \"184\": \"available\", \"185\": \"trouble\", \"186\": \"understanding\", \"187\": \"confused\", \"188\": \"clarity\", \"189\": \"career?\", \"190\": \"lost\", \"191\": \"right\", \"192\": \"interests\", \"193\": \"values\", \"194\": \"professions\", \"195\": \"path.\", \"196\": \"guidance?\", \"197\": \"which\", \"198\": \"decision-making\", \"199\": \"navigate\", \"200\": \"self-confidence\", \"201\": \"career-related\", \"202\": \"abilities\", \"203\": \"physics\", \"204\": \"chemistry\", \"205\": \"biology\", \"206\": \"excluded\", \"207\": \"workplace\", \"208\": \"taken\", \"209\": \"seriously\", \"210\": \"because\", \"211\": \"peers\", \"212\": \"meetings\", \"213\": \"pursuing\", \"214\": \"interest\", \"215\": \"due\", \"216\": \"superiors\", \"217\": \"instead\", \"218\": \"criticized\", \"219\": \"involved\", \"220\": \"stories\", \"221\": \"news\", \"222\": \"stories?\", \"223\": \"women-led\", \"224\": \"organizations?\", \"225\": \"female\", \"226\": \"models?\", \"227\": \"recent\", \"228\": \"organizations\", \"229\": \"women?\", \"230\": \"mentors?\", \"231\": \"mentorship\", \"232\": \"opportunites\", \"233\": \"model\", \"234\": \"marie\", \"235\": \"curie\", \"236\": \"finds\", \"237\": \"link\", \"238\": \"between\", \"239\": \"gut\", \"240\": \"bacteria\", \"241\": \"autism\", \"242\": \"join\", \"243\": \"club?\", \"244\": \"accomplished\", \"245\": \"katherine\", \"246\": \"johnson's\", \"247\": \"nasa\", \"248\": \"discover\", \"249\": \"species\", \"250\": \"amazon\", \"251\": \"internships\", \"252\": \"available?\", \"253\": \"life\", \"254\": \"ada\", \"255\": \"lovelace\", \"256\": \"fascinating\", \"257\": \"researchers\", \"258\": \"technology\", \"259\": \"combat\", \"260\": \"climate\", \"261\": \"scholarships?\", \"262\": \"encouraged\", \"263\": \"mae\", \"264\": \"jemison's\", \"265\": \"journey\", \"266\": \"becoming\", \"267\": \"astronaut\", \"268\": \"breakthrough\", \"269\": \"cancer\", \"270\": \"announced\", \"271\": \"programs\", \"272\": \"kids?\", \"273\": \"face\", \"274\": \"unique\", \"275\": \"grace\", \"276\": \"hopper's\", \"277\": \"contributions\", \"278\": \"computer\", \"279\": \"remarkable\", \"280\": \"likert\", \"281\": \"take?\", \"282\": \"kind\", \"283\": \"it?\", \"284\": \"solve\", \"285\": \"test?\", \"286\": \"method\", \"287\": \"producing\", \"288\": \"clean\", \"289\": \"energy\", \"290\": \"capital\", \"291\": \"france?\", \"292\": \"recommendations\", \"293\": \"restaurant?\", \"294\": \"read?\", \"295\": \"car?\", \"296\": \"sandwich?\", \"297\": \"airport?\", \"298\": \"hi!\", \"299\": \"hello!\", \"300\": \"you?\", \"301\": \"up?\", \"302\": \"how's\", \"303\": \"going?\", \"304\": \"new?\", \"305\": \"going\", \"306\": \"on?\", \"307\": \"happening?\", \"308\": \"asdasdasd\", \"309\": \"asfeeroinjoerinoer\", \"310\": \"h9hj9rh9g\", \"311\": \"beginners?\", \"312\": \"learning\", \"313\": \"subjects?\", \"314\": \"specifically\", \"315\": \"groundbreaking\", \"316\": \"inventions\", \"317\": \"biggest\", \"318\": \"facing\", \"319\": \"fields\", \"320\": \"today?\", \"321\": \"conferences\", \"322\": \"events\", \"323\": \"attend?\", \"324\": \"advancements\", \"325\": \"successful\", \"326\": \"entrepreneurs\", \"327\": \"benefits\", \"328\": \"tutorials?\", \"329\": \"importance\", \"330\": \"diversity\", \"331\": \"fields.\", \"332\": \"high\", \"333\": \"school\", \"334\": \"students?\", \"335\": \"woman\", \"336\": \"field.\", \"337\": \"podcasts\", \"338\": \"listen\", \"339\": \"build\", \"340\": \"strong\", \"341\": \"network\", \"342\": \"community?\", \"343\": \"stem-related\", \"344\": \"volunteer\", \"345\": \"opportunities?\", \"346\": \"influential\", \"347\": \"throughout\", \"348\": \"history.\", \"349\": \"restaurants\", \"350\": \"area?\", \"351\": \"activities\", \"352\": \"attractions\", \"353\": \"check\", \"354\": \"out\", \"355\": \"recommendations?\", \"356\": \"read.\", \"357\": \"car.\", \"358\": \"properly?\", \"359\": \"craving\", \"360\": \"sandwich.\", \"361\": \"favorite\", \"362\": \"recipe\", \"363\": \"delicious\", \"364\": \"one?\", \"365\": \"so\", \"366\": \"up\", \"367\": \"interesting\", \"368\": \"plans\", \"369\": \"activities?\", \"370\": \"flight\", \"371\": \"coming\", \"372\": \"up.\", \"373\": \"airport\", \"374\": \"here?\", \"375\": \"down.\", \"376\": \"quote?\", \"377\": \"sad.\", \"378\": \"today.\", \"379\": \"spirits\", \"380\": \"inspire\", \"381\": \"lift\", \"382\": \"mood?\", \"383\": \"rough\", \"384\": \"day\", \"385\": \"drained\", \"386\": \"empowerment?\", \"387\": \"time\", \"388\": \"staying\", \"389\": \"motivated.\", \"390\": \"rut\", \"391\": \"messages?\", \"392\": \"quotes.\", \"393\": \"help?\", \"394\": \"sadness.\", \"395\": \"brighten\", \"396\": \"day.\", \"397\": \"spark.\", \"398\": \"encouragement.\", \"399\": \"motivate\", \"400\": \"networking\", \"401\": \"expert\", \"402\": \"social\", \"403\": \"media\", \"404\": \"marketing?\", \"405\": \"advise\", \"406\": \"financial\", \"407\": \"planning\", \"408\": \"touch\", \"409\": \"counselor?\", \"410\": \"website\", \"411\": \"design\", \"412\": \"market\", \"413\": \"research?\", \"414\": \"guide\", \"415\": \"through\", \"416\": \"startup\", \"417\": \"process\", \"418\": \"specializes\", \"419\": \"data\", \"420\": \"analysis?\", \"421\": \"hire\", \"422\": \"business\", \"423\": \"strategy\", \"424\": \"improving\", \"425\": \"customer\", \"426\": \"satisfaction\", \"427\": \"assist\", \"428\": \"project\", \"429\": \"management?\", \"430\": \"tax\", \"431\": \"obligations\", \"432\": \"like-minded\", \"433\": \"individuals\", \"434\": \"informed\", \"435\": \"decisions\", \"436\": \"identifying\", \"437\": \"skills\", \"438\": \"direction\", \"439\": \"tools\", \"440\": \"assess\", \"441\": \"align\", \"442\": \"passions\", \"443\": \"fulfilling\", \"444\": \"strategies\", \"445\": \"narrow\", \"446\": \"industries\", \"447\": \"fit\", \"448\": \"self-assessment\", \"449\": \"exercises\", \"450\": \"preferences\", \"451\": \"better?\", \"452\": \"deciding\", \"453\": \"advice?\", \"454\": \"direction.\", \"455\": \"uncertain\", \"456\": \"amidst\", \"457\": \"confusion?\", \"458\": \"numerous\", \"459\": \"options\", \"460\": \"suitable\", \"461\": \"strengths\", \"462\": \"weaknesses\", \"463\": \"workshops\", \"464\": \"successfully\", \"465\": \"exploring\", \"466\": \"paths?\", \"467\": \"learn\", \"468\": \"day-to-day\", \"469\": \"responsibilities\", \"470\": \"setting\", \"471\": \"achievable\", \"472\": \"goals\", \"473\": \"building\", \"474\": \"aligns\", \"475\": \"principles?\", \"476\": \"job\", \"477\": \"next\", \"478\": \"move\", \"479\": \"developing\", \"480\": \"plan\", \"481\": \"actionable\", \"482\": \"balancing\", \"483\": \"passion\", \"484\": \"practicality\", \"485\": \"choosing\", \"486\": \"fear\", \"487\": \"wrong\", \"488\": \"choice?\", \"489\": \"utilize\", \"490\": \"trends\", \"491\": \"desired\", \"492\": \"gotten\", \"493\": \"no\", \"494\": \"response\", \"495\": \"recruiter\", \"496\": \"underestimate\", \"497\": \"sometimes\", \"498\": \"working\", \"499\": \"isolated\", \"500\": \"environments\", \"501\": \"experienced\", \"502\": \"bias\", \"503\": \"discrimination\", \"504\": \"passed\", \"505\": \"promotions\", \"506\": \"opportunities\", \"507\": \"favor\", \"508\": \"twice\", \"509\": \"as\", \"510\": \"'not\", \"511\": \"other\", \"512\": \"girls'\", \"513\": \"interested\", \"514\": \"questioned\", \"515\": \"qualifications\", \"516\": \"than\", \"517\": \"called\", \"518\": \"'bossy'\", \"519\": \"'aggressive'\", \"520\": \"assertive\", \"521\": \"interrupted\", \"522\": \"talked\", \"523\": \"discussions\", \"524\": \"emotional'\", \"525\": \"careers\", \"526\": \"it's\", \"527\": \"'man's\", \"528\": \"field'\", \"529\": \"subjected\", \"530\": \"sexist\", \"531\": \"comments\", \"532\": \"jokes\", \"533\": \"poorly\", \"534\": \"has\", \"535\": \"affected\", \"536\": \"confidence\", \"537\": \"losing\", \"538\": \"lack\", \"539\": \"engaging\", \"540\": \"relatable\", \"541\": \"educational\", \"542\": \"faced\", \"543\": \"discouragement\", \"544\": \"teachers\", \"545\": \"when\", \"546\": \"expressing\", \"547\": \"subjects\", \"548\": \"mansplaining\", \"549\": \"expected\", \"550\": \"'support'\", \"551\": \"roles\", \"552\": \"leadership\", \"553\": \"positions\", \"554\": \"hostile\", \"555\": \"unwelcoming\", \"556\": \"culture\", \"557\": \"feminine\", \"558\": \"enough\", \"559\": \"pretty'\", \"560\": \"old'\", \"561\": \"start\", \"562\": \"imposter\", \"563\": \"syndrome\", \"564\": \"gender\", \"565\": \"constantly\", \"566\": \"prove\", \"567\": \"myself\", \"568\": \"important\", \"569\": \"processes\", \"570\": \"ignored\", \"571\": \"dismissed\", \"572\": \"family\", \"573\": \"prioritizing\", \"574\": \"motherhood\", \"575\": \"consider\", \"576\": \"'softer'\", \"577\": \"microaggressions\", \"578\": \"regular\", \"579\": \"basis\"}", "word_index": "{\"i\": 1, \"to\": 2, \"in\": 3, \"can\": 4, \"a\": 5, \"the\": 6, \"you\": 7, \"stem\": 8, \"my\": 9, \"career\": 10, \"for\": 11, \"what\": 12, \"some\": 13, \"and\": 14, \"of\": 15, \"i'm\": 16, \"i've\": 17, \"any\": 18, \"me\": 19, \"or\": 20, \"are\": 21, \"how\": 22, \"feeling\": 23, \"about\": 24, \"been\": 25, \"with\": 26, \"do\": 27, \"want\": 28, \"is\": 29, \"on\": 30, \"need\": 31, \"am\": 32, \"motivational\": 33, \"have\": 34, \"women\": 35, \"tell\": 36, \"take\": 37, \"good\": 38, \"not\": 39, \"that\": 40, \"stem?\": 41, \"inspiring\": 42, \"there\": 43, \"feel\": 44, \"provide\": 45, \"find\": 46, \"motivation.\": 47, \"seeking\": 48, \"mentor\": 49, \"more\": 50, \"test\": 51, \"recommend\": 52, \"having\": 53, \"from\": 54, \"low\": 55, \"help\": 56, \"get\": 57, \"who\": 58, \"survey\": 59, \"what's\": 60, \"resources\": 61, \"sad\": 62, \"share\": 63, \"down\": 64, \"guidance\": 65, \"scored\": 66, \"at\": 67, \"told\": 68, \"had\": 69, \"suggest\": 70, \"me?\": 71, \"be\": 72, \"new\": 73, \"work\": 74, \"change\": 75, \"survey?\": 76, \"make\": 77, \"looking\": 78, \"like\": 79, \"quotes\": 80, \"words?\": 81, \"real\": 82, \"person\": 83, \"consultant\": 84, \"different\": 85, \"male\": 86, \"best\": 87, \"way\": 88, \"fields?\": 89, \"latest\": 90, \"scientists\": 91, \"an\": 92, \"challenges\": 93, \"science\": 94, \"online\": 95, \"by\": 96, \"field?\": 97, \"being\": 98, \"uplifting\": 99, \"words\": 100, \"quotes?\": 101, \"lacking\": 102, \"use\": 103, \"overwhelmed\": 104, \"meet\": 105, \"people\": 106, \"understand\": 107, \"advice\": 108, \"gain\": 109, \"unsure\": 110, \"path\": 111, \"steps\": 112, \"explore\": 113, \"options?\": 114, \"choices?\": 115, \"making\": 116, \"often\": 117, \"math\": 118, \"over\": 119, \"colleagues\": 120, \"'too\": 121, \"deal\": 122, \"current\": 123, \"know\": 124, \"role\": 125, \"developments\": 126, \"support\": 127, \"mentors\": 128, \"girls\": 129, \"great\": 130, \"inspiration\": 131, \"research\": 132, \"things\": 133, \"develop\": 134, \"where\": 135, \"should\": 136, \"pursue\": 137, \"aptitude\": 138, \"about?\": 139, \"fun\": 140, \"city?\": 141, \"book\": 142, \"oil\": 143, \"grilled\": 144, \"cheese\": 145, \"doing\": 146, \"it\": 147, \"books\": 148, \"scholarships\": 149, \"stay\": 150, \"updated\": 151, \"courses\": 152, \"male-dominated\": 153, \"to?\": 154, \"tips\": 155, \"something\": 156, \"inspirational\": 157, \"nothing\": 158, \"encouragement?\": 159, \"unmotivated\": 160, \"could\": 161, \"really\": 162, \"uplift\": 163, \"demotivated.\": 164, \"inspiration.\": 165, \"boost.\": 166, \"offer\": 167, \"discouraged\": 168, \"hard\": 169, \"stuck\": 170, \"overcome\": 171, \"motivation\": 172, \"wish\": 173, \"was\": 174, \"able\": 175, \"ask\": 176, \"this\": 177, \"question\": 178, \"talk\": 179, \"connect\": 180, \"someone\": 181, \"require\": 182, \"assistance\": 183, \"available\": 184, \"trouble\": 185, \"understanding\": 186, \"confused\": 187, \"clarity\": 188, \"career?\": 189, \"lost\": 190, \"right\": 191, \"interests\": 192, \"values\": 193, \"professions\": 194, \"path.\": 195, \"guidance?\": 196, \"which\": 197, \"decision-making\": 198, \"navigate\": 199, \"self-confidence\": 200, \"career-related\": 201, \"abilities\": 202, \"physics\": 203, \"chemistry\": 204, \"biology\": 205, \"excluded\": 206, \"workplace\": 207, \"taken\": 208, \"seriously\": 209, \"because\": 210, \"peers\": 211, \"meetings\": 212, \"pursuing\": 213, \"interest\": 214, \"due\": 215, \"superiors\": 216, \"instead\": 217, \"criticized\": 218, \"involved\": 219, \"stories\": 220, \"news\": 221, \"stories?\": 222, \"women-led\": 223, \"organizations?\": 224, \"female\": 225, \"models?\": 226, \"recent\": 227, \"organizations\": 228, \"women?\": 229, \"mentors?\": 230, \"mentorship\": 231, \"opportunites\": 232, \"model\": 233, \"marie\": 234, \"curie\": 235, \"finds\": 236, \"link\": 237, \"between\": 238, \"gut\": 239, \"bacteria\": 240, \"autism\": 241, \"join\": 242, \"club?\": 243, \"accomplished\": 244, \"katherine\": 245, \"johnson's\": 246, \"nasa\": 247, \"discover\": 248, \"species\": 249, \"amazon\": 250, \"internships\": 251, \"available?\": 252, \"life\": 253, \"ada\": 254, \"lovelace\": 255, \"fascinating\": 256, \"researchers\": 257, \"technology\": 258, \"combat\": 259, \"climate\": 260, \"scholarships?\": 261, \"encouraged\": 262, \"mae\": 263, \"jemison's\": 264, \"journey\": 265, \"becoming\": 266, \"astronaut\": 267, \"breakthrough\": 268, \"cancer\": 269, \"announced\": 270, \"programs\": 271, \"kids?\": 272, \"face\": 273, \"unique\": 274, \"grace\": 275, \"hopper's\": 276, \"contributions\": 277, \"computer\": 278, \"remarkable\": 279, \"likert\": 280, \"take?\": 281, \"kind\": 282, \"it?\": 283, \"solve\": 284, \"test?\": 285, \"method\": 286, \"producing\": 287, \"clean\": 288, \"energy\": 289, \"capital\": 290, \"france?\": 291, \"recommendations\": 292, \"restaurant?\": 293, \"read?\": 294, \"car?\": 295, \"sandwich?\": 296, \"airport?\": 297, \"hi!\": 298, \"hello!\": 299, \"you?\": 300, \"up?\": 301, \"how's\": 302, \"going?\": 303, \"new?\": 304, \"going\": 305, \"on?\": 306, \"happening?\": 307, \"asdasdasd\": 308, \"asfeeroinjoerinoer\": 309, \"h9hj9rh9g\": 310, \"beginners?\": 311, \"learning\": 312, \"subjects?\": 313, \"specifically\": 314, \"groundbreaking\": 315, \"inventions\": 316, \"biggest\": 317, \"facing\": 318, \"fields\": 319, \"today?\": 320, \"conferences\": 321, \"events\": 322, \"attend?\": 323, \"advancements\": 324, \"successful\": 325, \"entrepreneurs\": 326, \"benefits\": 327, \"tutorials?\": 328, \"importance\": 329, \"diversity\": 330, \"fields.\": 331, \"high\": 332, \"school\": 333, \"students?\": 334, \"woman\": 335, \"field.\": 336, \"podcasts\": 337, \"listen\": 338, \"build\": 339, \"strong\": 340, \"network\": 341, \"community?\": 342, \"stem-related\": 343, \"volunteer\": 344, \"opportunities?\": 345, \"influential\": 346, \"throughout\": 347, \"history.\": 348, \"restaurants\": 349, \"area?\": 350, \"activities\": 351, \"attractions\": 352, \"check\": 353, \"out\": 354, \"recommendations?\": 355, \"read.\": 356, \"car.\": 357, \"properly?\": 358, \"craving\": 359, \"sandwich.\": 360, \"favorite\": 361, \"recipe\": 362, \"delicious\": 363, \"one?\": 364, \"so\": 365, \"up\": 366, \"interesting\": 367, \"plans\": 368, \"activities?\": 369, \"flight\": 370, \"coming\": 371, \"up.\": 372, \"airport\": 373, \"here?\": 374, \"down.\": 375, \"quote?\": 376, \"sad.\": 377, \"today.\": 378, \"spirits\": 379, \"inspire\": 380, \"lift\": 381, \"mood?\": 382, \"rough\": 383, \"day\": 384, \"drained\": 385, \"empowerment?\": 386, \"time\": 387, \"staying\": 388, \"motivated.\": 389, \"rut\": 390, \"messages?\": 391, \"quotes.\": 392, \"help?\": 393, \"sadness.\": 394, \"brighten\": 395, \"day.\": 396, \"spark.\": 397, \"encouragement.\": 398, \"motivate\": 399, \"networking\": 400, \"expert\": 401, \"social\": 402, \"media\": 403, \"marketing?\": 404, \"advise\": 405, \"financial\": 406, \"planning\": 407, \"touch\": 408, \"counselor?\": 409, \"website\": 410, \"design\": 411, \"market\": 412, \"research?\": 413, \"guide\": 414, \"through\": 415, \"startup\": 416, \"process\": 417, \"specializes\": 418, \"data\": 419, \"analysis?\": 420, \"hire\": 421, \"business\": 422, \"strategy\": 423, \"improving\": 424, \"customer\": 425, \"satisfaction\": 426, \"assist\": 427, \"project\": 428, \"management?\": 429, \"tax\": 430, \"obligations\": 431, \"like-minded\": 432, \"individuals\": 433, \"informed\": 434, \"decisions\": 435, \"identifying\": 436, \"skills\": 437, \"direction\": 438, \"tools\": 439, \"assess\": 440, \"align\": 441, \"passions\": 442, \"fulfilling\": 443, \"strategies\": 444, \"narrow\": 445, \"industries\": 446, \"fit\": 447, \"self-assessment\": 448, \"exercises\": 449, \"preferences\": 450, \"better?\": 451, \"deciding\": 452, \"advice?\": 453, \"direction.\": 454, \"uncertain\": 455, \"amidst\": 456, \"confusion?\": 457, \"numerous\": 458, \"options\": 459, \"suitable\": 460, \"strengths\": 461, \"weaknesses\": 462, \"workshops\": 463, \"successfully\": 464, \"exploring\": 465, \"paths?\": 466, \"learn\": 467, \"day-to-day\": 468, \"responsibilities\": 469, \"setting\": 470, \"achievable\": 471, \"goals\": 472, \"building\": 473, \"aligns\": 474, \"principles?\": 475, \"job\": 476, \"next\": 477, \"move\": 478, \"developing\": 479, \"plan\": 480, \"actionable\": 481, \"balancing\": 482, \"passion\": 483, \"practicality\": 484, \"choosing\": 485, \"fear\": 486, \"wrong\": 487, \"choice?\": 488, \"utilize\": 489, \"trends\": 490, \"desired\": 491, \"gotten\": 492, \"no\": 493, \"response\": 494, \"recruiter\": 495, \"underestimate\": 496, \"sometimes\": 497, \"working\": 498, \"isolated\": 499, \"environments\": 500, \"experienced\": 501, \"bias\": 502, \"discrimination\": 503, \"passed\": 504, \"promotions\": 505, \"opportunities\": 506, \"favor\": 507, \"twice\": 508, \"as\": 509, \"'not\": 510, \"other\": 511, \"girls'\": 512, \"interested\": 513, \"questioned\": 514, \"qualifications\": 515, \"than\": 516, \"called\": 517, \"'bossy'\": 518, \"'aggressive'\": 519, \"assertive\": 520, \"interrupted\": 521, \"talked\": 522, \"discussions\": 523, \"emotional'\": 524, \"careers\": 525, \"it's\": 526, \"'man's\": 527, \"field'\": 528, \"subjected\": 529, \"sexist\": 530, \"comments\": 531, \"jokes\": 532, \"poorly\": 533, \"has\": 534, \"affected\": 535, \"confidence\": 536, \"losing\": 537, \"lack\": 538, \"engaging\": 539, \"relatable\": 540, \"educational\": 541, \"faced\": 542, \"discouragement\": 543, \"teachers\": 544, \"when\": 545, \"expressing\": 546, \"subjects\": 547, \"mansplaining\": 548, \"expected\": 549, \"'support'\": 550, \"roles\": 551, \"leadership\": 552, \"positions\": 553, \"hostile\": 554, \"unwelcoming\": 555, \"culture\": 556, \"feminine\": 557, \"enough\": 558, \"pretty'\": 559, \"old'\": 560, \"start\": 561, \"imposter\": 562, \"syndrome\": 563, \"gender\": 564, \"constantly\": 565, \"prove\": 566, \"myself\": 567, \"important\": 568, \"processes\": 569, \"ignored\": 570, \"dismissed\": 571, \"family\": 572, \"prioritizing\": 573, \"motherhood\": 574, \"consider\": 575, \"'softer'\": 576, \"microaggressions\": 577, \"regular\": 578, \"basis\": 579}"}}